const trainingsData = 
[
    {
        day: "Понедельник",
        date: "17.07.23",
        events: [
            { time: "8:00", activity: "Функциональная тренировка", trainer: "Александр Морозов" },
            { time: "9:30", activity: "Групповое занятие по йоге", trainer: "Татьяна Федорова" },
            { time: "11:00", activity: "Групповая кардио-тренировка", trainer: "Екатерина Ковалева" },
            { time: "15:00", activity: "Групповое занятие HIIT", trainer: "Николай Новиков" },
            { time: "18:00", activity: "Групповая силовая тренировка", trainer: "Матвей Сорокин" }
        ]
    },
    {
        day: "Вторник",
        date: "18.07.23",
        events: [
            { time: "7:30", activity: "Утренний беговой клуб", trainer: "Ярослава Кузнецова" },
            { time: "10:00", activity: "Занятие по пилатесу", trainer: "Татьяна Федорова" },
            { time: "13:00", activity: "Тренировка по баскетболу", trainer: "Александр Морозов" },
            { time: "16:00", activity: "Групповое занятие BodyPump", trainer: "Матвей Сорокин" },
            { time: "19:00", activity: "Функциональная тренировка", trainer: "Александр Морозов" },
        ]
    },
    {
        day: "Среда",
        date: "19.07.23",
        events: [
            { time: "9:00", activity: "Групповое занятие Zumba", trainer: "Екатерина Ковалева" },
            { time: "11:30", activity: "Групповое занятие по йоге", trainer: "Татьяна Федорова" },
            { time: "14:00", activity: "Групповая кардио-тренировка", trainer: "Александр Семенов" },
            { time: "14:00", activity: "Груповая силовая тренировка", trainer: "Билли Херрингтон" },
            { time: "20:00", activity: "Групповая кардио-тренировка", trainer: "Ярослава Кузнецова" },
        ]
    },
    {
        day: "Четверг",
        date: "20.07.23",
        events: [
            { time: "8:30", activity: "Функциональная тренировка", trainer: "Александр Морозов" },
            { time: "10:00", activity: "Групповое занятие по стретчингу", trainer: "Вероника Петрова" },
            { time: "12:30", activity: "Групповая кардио-тренировка", trainer: "Екатерина Ковалева" },
            { time: "15:00", activity: "Групповая силовая тренировка", trainer: "Егор Осипов" },
            { time: "18:00", activity: "Групповая тренировка по боксу", trainer: "Григорий Киселев" },
        ]
    },
    {
        day: "Пятница",
        date: "21.07.23",
        events: [
            { time: "7:00", activity: "Групповая кардио-тренировка", trainer: "Екатерина Ковалева" },
            { time: "9:30", activity: "Групповое занятие по пилатесу", trainer: "Татьяна Федорова" },
            { time: "12:00", activity: "Групповая силовая тренировка", trainer: "Ярослава Кузнецова" },
            { time: "15:30", activity: "Тренировка по кикбоксингу", trainer: "Вячеслав Дмитриев" },
            { time: "18:30", activity: "Групповое занятие по стретчингу", trainer: "Вероника Петрова" },
        ]
    },
    {
        day: "Суббота",
        date: "22.07.23",
        events: [
            { time: "9:00", activity: "Групповое занятие Zumba", trainer: "Екатерина Ковалева" },
            { time: "11:30", activity: "Групповое занятие по йоге", trainer: "Татьяна Федорова" },
            { time: "13:00", activity: "Тренировка по баскетболу", trainer: "Александр Морозов" },
            { time: "15:00", activity: "Групповое занятие HIIT", trainer: "Николай Новиков" },
            { time: "18:00", activity: "Групповая силовая тренировка", trainer: "Матвей Сорокин" }
        ]
    },
];
  
  export default trainingsData;