const trKindsData =
[
    {
        title: 'Функциональные тренировки',
        text: 'Подход к фитнесу, ориентированный на развитие силы, гибкости, координации и управления телом, которые могут быть применены в повседневной жизни и различных двигательных задачах. Основная идея функциональной тренировки заключается в том, чтобы улучшить способность тела выполнять естественные движения и задачи, которые мы сталкиваемся в повседневной жизни.'
    },
    {
        title: 'Занятия по йоге',
        text: 'Практика физических и дыхательных упражнений, нацеленных на улучшение здоровья и благополучия участников. Йога имеет древние корни и является одним из важнейших путей самосовершенствования и духовного развития.'
    },
    {
        title: 'Кардио-тренировки',
        text: 'Физические упражнения, которые направлены на укрепление сердечно-сосудистой системы и улучшение её работы. Кардио-тренировки способствуют увеличению частоты сердечных сокращений и улучшению кровообращения, что повышает кислородопотребление тканей.'
    },
    {
        title: 'Занятия HIIT (High-Intensity Interval Training)',
        text: 'Тип физических тренировок, включающих короткие периоды интенсивных упражнений с последующими периодами активного отдыха или низкой интенсивности. Основной принцип HIIT заключается в чередовании высокоинтенсивных упражнений с периодами восстановления, что позволяет достичь максимальных результатов за короткое время.'
    },
    {
        title: 'Беговой клуб',
        text: 'Наше специальное сообщество, созданное для того, чтобы поддерживать и вдохновлять друг друга на регулярные беговые тренировки.'
    },
    {
        title: 'Занятия по пилатесу',
        text: 'Форма физических упражнений, разработанная датским физиотерапевтом и тренером Йозефом Пилатесом в начале 20-го века. Эта методика ориентирована на улучшение физической формы, развитие гибкости, силы, координации и баланса тела.'
    },
    {
        title: 'Тренировки по баскетболу',
        text: 'Практика физических упражнений и тактических навыков, которая направлена на улучшение навыков игры в баскетбол. Баскетбол - командный вид спорта, в котором две команды пытаются забить мяч в корзину соперника, используя разнообразные тактические приемы и технические умения.'
    },
    {
        title: 'Занятия BodyPump',
        text: 'Форма групповых фитнес-занятий, разработанная компанией Les Mills. Эта тренировка сочетает в себе упражнения с отягощениями (гантели или штанги) и музыку, чтобы сделать тренировку более интересной и мотивирующей.'
    },
    {
        title: 'Занятия Zumba',
        text: 'Вид фитнес-тренировок, основанный на латиноамериканской музыке и танцах. Этот вид занятий был разработан в 1990-х годах американским танцовщиком и хореографом Альберто Пересом. Основной идеей Zumba является объединение фитнеса и разнообразных танцевальных движений, что делает тренировку приятной и энергичной.'
    },
    {
        title: 'Занятия по стретчингу',
        text: 'Форма физических упражнений, направленных на растяжку и релаксацию мышц, улучшение гибкости и поддержание здоровья суставов. Цель стретчинга заключается в увеличении диапазона движения в суставах и улучшении общего состояния тела.'
    },
    {
        title: 'Тренировки по боксу',
        text: 'Форма физических занятий, которые базируются на элементах бокса и фитнеса. Во время таких тренировок участники выполняют упражнения для развития кардио-выносливости, силы, гибкости и координации, используя техники бокса.'
    },
    {
        title: 'Тренировки по кикбоксингу',
        text: 'Форма физических занятий, которая комбинирует элементы бокса и ударов ногами. Кикбоксинг является боевым искусством и спортивной дисциплиной, где участники используют руки и ноги для нанесения ударов сопернику.'
    },
]

export default trKindsData